#### Mirror Members

---

|  |
| --- |
| Mirror Class   Properties   See Also |

The  Mirror  type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
| Public property Static member | CommonTintColor | The property labeled "Tint Color" from the "Mirror" schema. |
| Public property Static member | CommonTintToggle | The property labeled "Tint" from the "Mirror" schema. |
| Public property Static member | MirrorColorByObject | The property labeled "Color By Object" from the "Mirror" schema. |
| Public property Static member | MirrorTintcolor | The property labeled "Color" from the "Mirror" schema. |

# See Also

Mirror Class

Autodesk.Revit.DB.Visual Namespace